vim-nox
emacs
golang
hugo
build-essential
mutt
abook
notmuch-mutt
procmail
gethmail
mail-utils
w3m
npm
nodejs
texlive-full
alsa-utils
libasound2-dev
sox
jack-tools
qtcreator

