vim-nox
tmux
emacs
golang
hugo
build-essential
mutt
abook
notmuch-mutt
procmail
getmail
mail-utils
w3m
npm
nodejs
texlive-full
alsa-utils
libasound2-dev
sox
libsndfile1-dev
libqt4-dev 
libpulse-dev 
libjack-jackd2-dev 
libasound2-dev
awesfx
pandoc
valgrind
